[
    {
        "id": 1,
        "imagem": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=85,width=1200,height=675/catalog/crunchyroll/a249096c7812deb8c3c2c907173f3774.jpe",
        "titulo": "One Piece",
        "criador": "Eiichiro Oda",
        "lacamento": "20/10/1999",
        "sinopse": "Monkey D. Luffy e sua equipe de piratas, navegando por oceanos fantásticos e ilhas exóticas em busca do maior tesouro já deixado pelo lendário Gold Roger. Luffy acredita na lenda do tesouro e sai em uma busca extraordinária na esperança de proclamar para si o título de Rei dos Piratas. Logo no início da jornada, Luffy conhece Roronoa Zoro, um espadachim musculoso que se torna o seu braço direito durante a expedição. Eles são acompanhados pela jovem ladra Nami, o atirador mentiroso Usopp, e Sanji, o chefe de cozinha da embarcação. Após adquirirem um navio, à medida que avançam mar a dentro e vivem novas aventuras, outros membros passam a integrar a tripulação de piratas, como o médico Tony Tony Chopper e a arqueóloga Nico Robin. A equipe comandada por Luffy enfrenta todo tipo de desafio, desde piratas como eles, até organizações criminosas, revolucionários, agentes secretos e soldados.",
        "episodios": 1097,
        "avaliacao": 4.9,
        "imgProtagonista": "https://upload.wikimedia.org/wikipedia/en/c/cb/Monkey_D_Luffy.png",
        "Protagonista": "Monkey D. Luffy"
    },
    {
        "id": 2,
        "imagem": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=85,width=1200,height=675/catalog/crunchyroll/102de8278bed6e8a346a8f04b5b3c7db.jpe",
        "titulo": "Naruto",
        "criador": "Masashi Kishimoto",
        "lacamento": "03/10/2002",
        "sinopse": "Desde o nascimento, Naruto carrega dentro de si o espírito da Raposa de Nove Caudas, uma poderosa criatura que uma vez atacou Konoha. Devido a isso, ele foi evitado e discriminado pelos outros aldeões, crescendo solitário e carente de afeto. Determinado a superar seus desafios e provar seu valor, Naruto embarca em inúmeras aventuras, faz amizades duradouras e enfrenta inimigos poderosos.",
        "episodios": 720,
        "avaliacao": 4.5,
        "imgProtagonista": "https://lh6.googleusercontent.com/proxy/KhgXyeRtsWmQ7ky0Cy0dbXVpUDPIYVcOcXN-If2nq4igqT0jGqHmENeSXusuDsvQ0lSVjXQikG_cMBB3MhHL5mhf6usjH5-hEjcI1niMhA",
        "Protagonista": "Naruto Uzumaki"
    },
    {
        "id": 3,
        "imagem": "https://www.hindustantimes.com/ht-img/img/2024/02/01/550x309/demon_slayer_season_3_release_1681007034048_1706805706378.jpg",
        "titulo": "Demon Slayer: Kimetsu no Yaiba",
        "criador": "Koyoharu Gotouge",
        "lacamento": "06/04/2019",
        "sinopse": "Em Kimetsu no Yaiba, Tanjiro, um bondoso jovem que ganha a vida vendendo carvão descobre que sua família foi massacrada por um demônio. E, para piorar, Nezuko, sua irmã mais nova e única sobrevivente, também acabou transformada em um demônio. Arrasado com essa sombria realidade, Tanjiro decide se tornar um matador de demônios para fazer sua irmã voltar a ser humana e para destruir o demônio que matou seus entes queridos.",
        "episodios": 55,
        "avaliacao": 4.2,
        "imgProtagonista": "https://i.ebayimg.com/00/s/ODAwWDgwMA==/z/EWEAAOSwVzFhsXg4/$_1.PNG",
        "Protagonista": "Tanjiro Kamado"
    }
    ,
    {
        "id": 4,
        "imagem": "https://wallpapercave.com/wp/KqCFWFv.jpg",
        "titulo": "Death Note",
        "criador": "Tsugumi Ohba e Takeshi Obata",
        "lacamento": "05/10/2006",
        "sinopse": "O jovem estudante Light Yagami achar um caderno com poderes sobrenaturais, chamado Death Note, no qual era possível matar uma pessoa apenas escrevendo seu nome no caderno. Quando o descobre, Light tenta eliminar todos os criminosos do mundo e dar à sociedade um mundo livre do mal. Mas seus planos começam a sair de rumo quando o detetive L resolver contrariar Light. ",
        "imgProtagonista": "https://uploads.spiritfanfiction.com/historias/capas/201304/fanfiction-animes-death-note-o-suicidio-de-kira-736048,170420131540.png",
        "episodios": 37,
        "avaliacao": 4.6,
        "Protagonista": "Light Yagami (Kira)"
    },
    {
        "id": 5,
        "imagem": "https://beam-images.warnermediacdn.com/BEAM_LWM_DELIVERABLES/65bb05fb-6e3c-4f4c-a358-5e98c5e6ebf9/4854ec6f0884d564084b9a1d1ab9b967831e7367.jpg?host=wbd-images.prod-vod.h264.io&partner=beamcom",
        "titulo": "Attack on Titan",
        "criador": "Hajime Isayama",
        "lacamento": "05/10/2006",
        "sinopse": "Attack on Titan é um anime ambientado em um mundo distópico afetado há centenas de anos por colossais titãs, gigantes com aparências humanoides com um desesperado instinto por carne humana. Quase exterminada por esse ataque, a humanidade se protegeu em cidades e vilarejos rodeados por enormes muros, ultrapassando a força e tamanho do maior titã já visto. No anime, conhece-se a história do jovem Eren, que tem sua vida afetada para sempre após um ataque surpresa de um titã colossal acontecer. Sem ver um titã há mais de 100 anos, a cidade é surpreendida após perder suas barreiras de proteção e ver titãs de diversos tamanhos matando todos pelo caminho. Eren e sua irmã adotiva Mikasa acabam sendo alvos dessa horrível situação ao verem sua mãe ser mastigada em sua frente por um titã. Jurando vingança, e alimentando o ódio pelos titãs, Eren se junta à elite Survey Corps, um grupo de soldados que luta contra os Titãs. Em sua jornada de treinamentos com os melhores da Survey, Eren finalmente tem a chance de lutar contra os Titãs ao mesmo tempo em que investiga a origem e a misteriosa história deles. ",
        "episodios": 30,
        "avaliacao": 3.7,
        "imgProtagonista": "https://i.ebayimg.com/images/g/BK0AAOSwbiNiDIT~/s-l1200.webp",
        "Protagonista": "Eren Jaeger"
    },
    {
        "id": 6,
        "imagem": "https://m.media-amazon.com/images/S/pv-target-images/2f01f3ea957b378822c7aac932885fb1712799126fcd9bd192e74fc4d06dd545.jpg",
        "titulo": "Dragon Ball",
        "criador": "Akira Toriyama",
        "lacamento": "26/04/1989",
        "sinopse": "Son Goku, um jovem garoto com força sobre-humana e uma cauda de macaco, que vive sozinho nas montanhas. Sua vida muda quando ele conhece Bulma, uma adolescente que está em busca das lendárias Esferas do Dragão. Quando reunidas, essas sete esferas podem invocar Shenlong, um dragão capaz de conceder qualquer desejo. Goku se junta a Bulma em sua busca pelas Esferas do Dragão, iniciando uma série de aventuras que os levam a encontrar uma variedade de personagens únicos, incluindo o porquinho transformista Oolong, o bandido desertor Yamcha, e a tartaruga mestre Kame Sennin, que se torna o mentor de Goku.",
        "episodios": 645,
        "avaliacao": 4.8,
        "imgProtagonista": "https://dragonball.guru/wp-content/uploads/2021/03/goku-profile-e1616173641804-400x400.png",
        "Protagonista": "Son Goku"
    },
    {
        "id": 7,
        "imagem": "https://www.planocritico.com/wp-content/uploads/2022/06/The-Seven-Deadly-Sins-Grand-Cross-nerds-capa.jpg",
        "titulo": "Nanatsu no Taizai",
        "criador": "Nakaba Suzuki",
        "lacamento": "10/10/2012",
        "sinopse": "O Reino de Liones está sob o domínio dos Cavaleiros Sagrados, que capturaram o rei e impuseram sua tirania sobre o povo. A princesa Elizabeth Liones decide, então, pedir ajuda aos Sete Pecados Mortais, um grupo de cavaleiros que, no passado, foi acusado de conspirar contra a família real e acabou desertando. Agora, eles precisam se unir para recuperar o trono e desmascarar os verdadeiros traidores.",
        "episodios": 102,
        "avaliacao": 3.7,
        "imgProtagonista": "https://lh3.googleusercontent.com/HcVxu1JDpJFuxpoDM8hoNuzkmzIflJgqX6MoT_klR1quwI37rXUyJV7JoiREuyjWMMf5QAiFkzyYuXbzRnZK7DHFCUmcWRifyKB6qgCZRT7DKuq1FMWN9gm-DmkRmTxvmYXnsBZm",
        "Protagonista": "Meliodas"
    },
    {
        "id": 8,
        "imagem": "https://s2-techtudo.glbimg.com/9NlxPMZcnf0xvkNftuOKV9WrruU=/0x0:1280x720/888x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2023/r/K/xlKVduRIGge6Ay0CRVPQ/aaaabfou5myz-a88bawig3doljnfl9bd-jtkw9yz8eh1rm568mtk5qgjclghndr2x8jy5pzufefr3ryz55qsxuhqcvpqniaiivdsbppf.jpg",
        "titulo": "Hunter × Hunter",
        "criador": "Yoshihiro Togashi",
        "lacamento": "02/10/2011",
        "sinopse": "Gon se apega ao legado de seu desconhecido pai e sonha em se tornar um Hunter, um caçador de tesouros e artefatos místicos. Ao descobrir que o pai está vivo, ele sai em uma missão para encontrá-lo enquanto tenta se tornar um Hunter profissional. Ele conhece Killua, Kurapika e Leorio, que compartilham as mesmas aspirações que ele e juntos embarcam em perigosas e emocionantes aventuras.",
        "episodios": 210,
        "avaliacao": 3.4,
        "imgProtagonista": "https://qph.cf2.quoracdn.net/main-qimg-af0426def295b303c2ff27990f23f5e2",
        "Protagonista": " Gon Freecss"
    },
    {
        "id": 9,
        "imagem": "https://culturandom.art.blog/wp-content/uploads/2021/05/my-hero-academia.png?w=1200",
        "titulo": "My Hero Academia",
        "criador": "Kōhei Horikoshi",
        "lacamento": "03/04/2016",
        "sinopse": "Em um mundo onde a maior parte da população humana possui habilidades especiais conhecidas como “individualidades”. Esses poderes costumam se manifestar por volta dos quatro anos de idade e existem inúmeras individualidades, sendo bastante improvável que alguém tenha as mesmas habilidades que outra pessoa. Alguns decidem seguir carreira como super heróis, usando suas individualidades para combater o crime e resgatar civis. Com uma série de leis que regulam os trabalhos dos heróis, alguns deles conseguem ganham status de celebridade. Então, conhecemos Izuku Midoriya, um jovem adolescente que nasceu sem individualidade e é assombrado por essa condição. Depois de ajudar um super herói ferido, Izuku recebe em troca a individualidade que fez de All Might o Nº1 da nação. Agora, encarregado de seguir os passos de seu super herói favorito, Izuku entra para a Academia de Heróis, uma escola para treinar os futuros heróis profissionais.",
        "episodios": 113,
        "avaliacao": 3.4,
        "imgProtagonista": "https://pbs.twimg.com/media/DplHJR3W0AEa1bW.png",
        "Protagonista": " Izuku Midoriya"
    },
    {
        "id": 10,
        "imagem": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRp3aHuVLAjVgrHa8nsDjK6vwT7KS60zlbbgmB9xXfgLDuTKU5YMWPbgk_AJdgabHnXjKU&usqp=CAU",
        "titulo": "Spy × Family",
        "criador": "Tatsuya Endo",
        "lacamento": "09/04/2022",
        "sinopse": "Em Spy x Family, conhecemos o agente secreto mais conhecido como Twilight. Para ele, nenhuma missão é complicada demais se o objetivo for manter a paz. Por conta disso, Twilight trabalha arduamente para manter a civilidade com o país vizinho, a fictícia nação Ostania. Sua mais nova tarefa é investigar a vida de Donovan Desmond, um influente político de Ostania. No entanto, para conseguir concluí-la com sucesso, Twilight precisará se infiltrar na escola do filho de Donovan, a Academia Eden. Mas mais do que isso, para manter um bom disfarce, Twilight deve se casar, ter uma filha e manter as aparências de uma família comum. Sob a identidade de Loid Forger, Twilight adota a órfã Anya, uma garotinha de 6 anos que possui poderes telepáticos. Para fazer o papel de mãe e esposa temos Yor Briar, uma assassina misteriosa que guarda mais segredos do que Twilight e Anya poderiam imaginar. 3 Temporadas",
        "episodios": 37,
        "avaliacao": 3.9,
        "imgProtagonista": "https://static.tvtropes.org/pmwiki/pub/images/chara_anya_1.png",
        "Protagonista": "Anya Forger"
    },
    {
        "id": 11,
        "imagem": "https://occ-0-2794-2219.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABYM9KvP-bpz9dnTQP1O7OhpXl-Vs21ImIUtsfrrwF34WX36c4S7ceysPRTiFe4MamL8AKhiCvsPsS_ON75eGeuJfhSEmUp4l6bM0.jpg?r=0e5",
        "titulo": "One Punch Man",
        "criador": "Yusuke Murata, One",
        "lacamento": "05/10/2015",
        "sinopse": "À primeira vista, Saitama parece uma pessoa comum e pode passar despercebido por todos. Apesar da fachada inexpressiva, ele tem um hobby bem diferente da maioria. Saitama é um super-herói e treinou arduamente por três anos para chegar ao nível máximo de excelência nessa difícil tarefa. Treinou tanto que, no processo, perdeu todos os pelos do corpo. Ele é absurdamente poderoso, a ponto de nenhum vilão ser capaz de derrotá-lo em uma batalha, podendo vencer seus inimigos com apenas um soco. No entanto, Saitama se encontra entediado, visto que agora, com tanto poder acumulado, ele não sente mais adrenalina em ser um herói e salvar vidas. As coisas começam a mudar quando Genos, um ciborgue de 19 anos, deseja ser orientado por ele. O jovem propõe que os dois entrem para uma associação de super-heróis, para que suas contribuições sejam reconhecidas pela sociedade. Saitama concorda, apesar de excêntrico, tudo que deseja é voltar a sentir empolgação em derrotar vilões e, quem sabe, ganhar a fama que merece.",
        "episodios": 24,
        "avaliacao": 4.3,
        "imgProtagonista": "https://thecodex.wiki/images/thumb/6/63/Ddfpstq-3a4423c8-b63a-4ff9-b317-b5d46f4dafd7.png/640px-Ddfpstq-3a4423c8-b63a-4ff9-b317-b5d46f4dafd7.png",
        "Protagonista": "Saitama "
    },
    {
        "id": 12,
        "imagem": "https://pop.proddigital.com.br/wp-content/uploads/sites/8/2023/11/01-66.jpg",
        "titulo": "Jujutsu Kaisen",
        "criador": "Gege Akutami",
        "lacamento": "03/10/2020",
        "sinopse": "Em Jujutsu Kaisen, a vida de um adolescente é virada de cabeça para baixo após entrar em contato com um talismã amaldiçoado. No conceituado anime, o adolescente Yuuji Itadori participa de um clube de ocultismo e acaba se envolvendo com um item perigoso, um dedo amaldiçoado. Para proteger seus colegas de um ataque das Maldições, ele engole o dedo e se torna anfitirão da Maldição. Ao invés de sofrer uma sentença de morte imediata, seu professor consegue levá-lo ao Colégio Técnico Metropolitano de Tóquio e elaborar um plano para que ele consuma todos os dedos para se tornar uma Maldição e, enfim, acabar com ela.",
        "episodios": 36,
        "avaliacao": 3.6,
        "imgProtagonista": "https://shop.bandai.co.uk/wp-content/uploads/2022/03/bandai-jujutsu-kaisen-yuji-itadori-001-1000x1000.png",
        "Protagonista": "Yuji Itadori "
    },
    {
        "id": 13,
        "imagem": "https://pbs.twimg.com/media/GDAHF92WEAAlLXl.jpg",
        "titulo": "Dungeon Meshi",
        "criador": "Ryoko Kui",
        "lacamento": "04/01/2024",
        "sinopse": "Adaptado da obra Delicious in Dungeon de Ryoko Ku, o anime Dungeon Meshi segue a história em um mundo de fantasia de exploração de masmorras. Acompanhando um habilidoso grupo de aventureiros liderados por Laios, o grupo se aventura em antigas masmorras à procura de um tesouro escondido do antigo Reino Dourado. No entanto, após a irmã mais nova de Laios ser devorada por um dragão, o grupo tem exatamente um mês para salvar Falin antes de ser digerida. Sem equipamentos e comida, só há um único jeito de sobreviverem às antigas masmorras. Com a ajuda de um antigo livro de receitas que Laios recebeu, o grupo descobre que a melhor forma de sobreviver é transformar em comida os monstros que os estão caçando.",
        "episodios": 24,
        "avaliacao": 3.5,
        "imgProtagonista": "https://preview.redd.it/2lxydvvtqu771.png?auto=webp&s=3df5ea7b1a8a7bf0a9939b6901807cd7c581f8ce",
        "Protagonista": "Laios Touden "
    },
    {
        "id": 14,
        "imagem": "https://a.storyblok.com/f/178900/1920x1080/bbf60565bd/zom-100-bucket-list-of-the-dead-key-visual.jpg",
        "titulo": "Zom 100 Bucket List of the Dead",
        "criador": "Haro Aso",
        "lacamento": "09/07/2023",
        "sinopse": "Akira Tendo, um funcionário comum que decide aproveitar ao máximo sua vida após o apocalipse zumbi, criando uma lista de 100 coisas para fazer antes de morrer. Com um tom humorístico e aventuras únicas, o anime explora como Akira e seus amigos enfrentam os desafios de um mundo dominado por zumbis enquanto buscam realizar suas aspirações finais.",
        "episodios": 12,
        "avaliacao": 3.75,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/e09bdfc4-503d-47f3-a277-46c8e2f15fd0/dg6pcly-1795415a-0867-43d0-b925-2b16d590a5c7.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcL2UwOWJkZmM0LTUwM2QtNDdmMy1hMjc3LTQ2YzhlMmYxNWZkMFwvZGc2cGNseS0xNzk1NDE1YS0wODY3LTQzZDAtYjkyNS0yYjE2ZDU5MGE1YzcucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.tvlTJY7Ll5gjwcpYxx5R1lKbj0wNh70as0qz0Tk2388",
        "Protagonista": "Akira Tendou"
    },
    {
        "id": 15,
        "imagem": "https://gkpb.com.br/wp-content/uploads/2022/09/mob-psycho-scaled-e1664378252614.jpg",
        "titulo": "Mob Psycho 100",
        "criador": "One",
        "lacamento": "29/10/1986",
        "sinopse": "Shigeo Kageyama, um garoto aparentemente comum estudante do ensino médio apelidado de Mob. Apesar de muito discreto, Mob é na verdade um esper, um tipo poderoso de médium, tendo experienciado o alcance de seus poderes psíquicos desde muito novo. Para não perder controle desse imenso poder, ele vive em constante vigilância, criando a persona de aparência apática pela qual ficou mais conhecido. Para ajudá-lo a controlar suas habilidades, Mob decide ser assistente do astuto Reigen Arataka, um golpista que garante para seus clientes ser um vidente capaz de resolver casos sobrenaturais. Mob deseja viver uma vida normal como qualquer outro adolescente, mas uma série de problemas parece o perseguir. A partir disso, suas emoções reprimidas começam a crescer de um modo que seus poderes ameaçam romper todos os limites quando Mob e Reigen se deparam com uma organização de pessoas iguais a ele.",
        "episodios": 25,
        "avaliacao": 3.4,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/0c329aab-327d-4015-87cf-640fdca912bb/danm1jx-bbdbdd4b-97d4-4ea1-bd0f-2294bd80f67c.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzBjMzI5YWFiLTMyN2QtNDAxNS04N2NmLTY0MGZkY2E5MTJiYlwvZGFubTFqeC1iYmRiZGQ0Yi05N2Q0LTRlYTEtYmQwZi0yMjk0YmQ4MGY2N2MucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.R4mprbd3yM52ZmmDo_17H0LowolWwQnNUkOmT2Ehcic",
        "Protagonista": "Shigeo Kageyama"
    },
    {
        "id": 16,
        "imagem": "https://vn-test-11.slatic.net/p/02f593831059990ad9cc4fbe340ddc5a.jpg",
        "titulo": "Tensei Shitara Slime Datta Ken",
        "criador": "Fuse",
        "lacamento": "02/10/2018",
        "sinopse": "Satoru Mikami, um trabalhador de escritório que é reencarnado em um mundo de fantasia como um slime (uma criatura gelatinosa). Agora conhecido como Rimuru Tempest, ele começa uma jornada para explorar esse novo mundo e utilizar suas habilidades únicas para interagir com diversas raças e criar uma sociedade inclusiva e pacífica. Ao longo do caminho, Rimuru ganha aliados poderosos e enfrenta desafios que ameaçam a paz recém-encontrada em seu reino.",
        "episodios": 48,
        "avaliacao": 4.1,
        "imgProtagonista": "https://static.tvtropes.org/pmwiki/pub/images/rimuru_tempest.png",
        "Protagonista": "Rimuru Tempest(Satoru Mikami)"
    },
    {
        "id": 17,
        "imagem": "https://apim.canadiantire.ca/v1/product/api/v1/product/image/8436444p?baseStoreId=CTR&lang=en_CA&subscription-key=c01ef3612328420c9f5cd9277e815a0e&imwidth=640&impolicy=mZoom",
        "titulo": "Pokémon",
        "criador": "Satoshi Tajiri",
        "lacamento": "10/05/1999",
        "sinopse": "Ash Ketchum, um corajoso garoto da cidade de Pallet, que sonha se tornar um Mestre Pokémon. Ao completar 10 anos, ele finalmente pode pegar o seu primeiro Pokémon, mas acaba chegando atrasado na distribuição e todos os Pokémon iniciais (Bulbasaur, Charmander e Squirtle) já haviam sido escolhidos por outros treinadores. O único restante é Pikachu, um teimoso Pokémon Elétrico que não gosta de ficar dentro da Pokebola - o compartimento destinado para armazenar pokémons. Louco para iniciar sua jornada, ele aceita Pikachu. Apesar de um início turbulento, os dois iniciam uma leal amizade. Ao longo de sua jornada, Ash faz vários amigos e participa de grandes torneios, enquanto enfrenta a Equipe Rocket, uma atrapalhada equipe que faz de tudo para roubar pokémons raros.",
        "episodios": 694,
        "avaliacao": 4.2,
        "imgProtagonista": "https://i.pinimg.com/originals/53/c2/33/53c233aab731ddd709415ace2ceb5b49.png",
        "Protagonista": "Ash Ketchum"
    },
    {
        "id": 18,
        "imagem": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=85,width=1200,height=675/catalog/crunchyroll/e66d5a8f5167c8bc7a7fd5baa52961c5.jpg",
        "titulo": "Kaiju N.° 8",
        "criador": "Naoya Matsumoto",
        "lacamento": "13/04/2024",
        "sinopse": "Em um mundo assolado por criaturas ameaçadoras conhecidas como Kaiju, Kafka Hibino sempre sonhou em se alistar na Força de Defesa do Japão para derrotá-los. Kafka prometeu à sua amiga de infância, Mina Ashiro, que eles derrotariam esses monstros juntos. Com o tempo, circunstâncias da vida os forçaram a seguir caminhos diferentes, fazendo com que Kafka abandonasse sua ambição. Ele conseguiu um emprego na Monster Sweeper, Inc., uma empresa de limpeza profissional especializada em lidar com as consequências das batalhas contra Kaiju. Por outro lado, Mina Ashiro agora é a capitã da 3ª Divisão da Força de Defesa. No momento, ele não é considerado digno de lutar contra os Kaiju ao lado dela. No trabalho, Kafka acaba conhecendo o altamente motivado Reno Ichikawa. A determinação incansável de Reno de se juntar à Força de Defesa não deixa espaço para o fracasso. Sua perseverança reacende a ambição de Kafka de estar ao lado de Mina enquanto protegem a humanidade dos Kaiju juntos! Um sonho congelado pelo tempo, descongelado por uma promessa ardente!",
        "episodios": 12,
        "avaliacao": 4.9,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/125fa4a2-f9db-488e-877c-71cac6eab174/dfpni6n-f3c003d2-4589-4bb5-b84a-d17df784eea7.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzEyNWZhNGEyLWY5ZGItNDg4ZS04NzdjLTcxY2FjNmVhYjE3NFwvZGZwbmk2bi1mM2MwMDNkMi00NTg5LTRiYjUtYjg0YS1kMTdkZjc4NGVlYTcucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.U1QsSSTJzxNpnb6LgVsf5QNLrQ8Zd_GNd5oJSD_mJ3s",
        "Protagonista": "Kafka Hibino"
    },
    {
        "id": 19,
        "imagem": "https://pm1.aminoapps.com/6340/61192d31c9dca29ffc871bc62a7d85f237cec7b6_hq.jpg",
        "titulo": "Assassination Classroom",
        "criador": "Yuusei Matsui",
        "lacamento": "06/10/2013",
        "sinopse": "A história é sobre a classe 3-E do Colégio Kunugigaoka, onde todas as manhãs, cumprimentam seu professor com um pelotão de fuzilamento em massa. O professor é uma combinação estranha de um alienígena e um polvo que se move a velocidades de Mach-20. Essa criatura é responsável por destruir 70% da lua, tornando-a sempre em forma de lua crescente. Ele anunciou que vai destruir o mundo em 1 ano. A criatura vai ensinar a classe 3-E como assassiná-lo antes do ano terminar. Mas como pode esta classe de desajustados matar um monstro tentacular, capaz de atingir velocidades de Mach 20, que pode ser o melhor professor que qualquer um deles poderia ter?",
        "episodios": 47,
        "avaliacao": 4.8,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/9af675da-17b4-4fb1-908c-07a09af41eac/dezmjrm-cdd1153d-0781-4183-ae2f-71588cd24187.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzlhZjY3NWRhLTE3YjQtNGZiMS05MDhjLTA3YTA5YWY0MWVhY1wvZGV6bWpybS1jZGQxMTUzZC0wNzgxLTQxODMtYWUyZi03MTU4OGNkMjQxODcucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.OZLncAzObPlzS3sUYKpUSDhfPM7usd3-K6GoEsQ5fLs",
        "Protagonista": "Nagisa Shiota"
    },
    {
        "id": 20,
        "imagem": "https://occ-0-8407-2219.1.nflxso.net/dnm/api/v6/6AYY37jfdO6hpXcMjf9Yu5cnmO0/AAAABfYaZkNmIyMFchZVxvBwNEZKQJbm6FEK7-N7EkhimPx0Em1KUqTFecBY7SuFb8wfbMIMmVQJoVpl3McsYs1wUkocioo8q0ibsbnH.jpg?r=df6",
        "titulo": "Komi-san wa, Komyushou desu (Komi Can't Communicate)",
        "criador": "Tomohito Oda",
        "lacamento": "06/09/2021",
        "sinopse": "Em seu primeiro dia na escola de ensino médio de elite Itan High School, principal cenário da história, Shouko Komi fica imediatamente popular devido à beleza estoica e elegância que seus colegas de classe percebem que ela possui. No entanto, apenas Hitohito Tadano, um estudante extremamente comum, designado para o assento ao lado dela, percebe que por trás de sua aparência de bishōjo, Komi tem sérios problemas para se comunicar com outras pessoas. Após um incidente que faz com que Komi e Tadano fiquem sozinhos na sala de aula, Komi revela que seu sonho é conseguir 100 amigos. Tadano decide ajudar Komi em sua busca para encontrar os 100 amigos.",
        "episodios": 24,
        "avaliacao": 3.3,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/d0d5f274-3b4b-4928-a7e2-824dbe366732/dgj3i4o-331ba42f-fda5-4338-bc86-f9d17757670e.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcL2QwZDVmMjc0LTNiNGItNDkyOC1hN2UyLTgyNGRiZTM2NjczMlwvZGdqM2k0by0zMzFiYTQyZi1mZGE1LTQzMzgtYmM4Ni1mOWQxNzc1NzY3MGUucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.fUnvrP3N4VC_BWaMnHto2UaUow_V4PFZnjVgpMXz_2s",
        "Protagonista": "Shouko Komi"
    },
    {
        "id": 21,
        "imagem": "https://www.opovo.com.br/_midias/jpg/2023/02/24/hajime_no_ippo-21224483.jpg",
        "titulo": "Hajime no Ippo",
        "criador": "George Morikawa",
        "lacamento": "10/10/2000",
        "sinopse": "Ippo Makunouchi tem 16 anos, mas nunca faz coisas da sua idade. Seus dias consistem em ajudar sua mãe na loja de aluguel de barcos de pescaria e estudar. Certo dia, Ippo apanha de uns garotos que o cercam a caminho de casa, mas é salvo por um grande lutador de Boxe.",
        "episodios": 76,
        "avaliacao": 4.9,
        "imgProtagonista": "https://i.pinimg.com/originals/be/61/96/be6196f4f2c167486e047e05cf0921c3.png",
        "Protagonista": "Ippo Makunouchi"
    },
    {
        "id": 22,
        "imagem": "https://wp.radiojhero.com/wp-content/uploads/2015/09/21528369948_778a25b2d2_b.jpg",
        "titulo": "InuYasha",
        "criador": "Rumiko Takahashi",
        "lacamento": "13/1/1996",
        "sinopse": "Inuyasha narra a história de Kagome Higurashi, uma jovem de 15 anos que vive com a família nas terras de um santuário xintoísta. Um dia, enquanto procurava pelo gato de estimação, um monstro a puxa para dentro de um poço, fazendo com que ela acabe parando no período Sengoku do Japão.",
        "episodios": 167,
        "avaliacao": 4.7,
        "imgProtagonista": "https://i.pinimg.com/originals/78/3b/13/783b132b2ab03ed09b7daf9cb41cafbb.png",
        "Protagonista": "Kagome Higurashi"
    },
    {
        "id": 23,
        "imagem": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhsNjA0lEkCmZRjQcpeAzEECfXxqXMBrMI5GtPHNp0S9ZESuLviswt6MXvaBGV0858OWo3h4ZUbuIC4Y8lI-_VxxggaOFroLRO2i60uF0TfeHvWxNu_ccEpjcW935KjWtu01uHtqeR12z8/s1280/Final+atrasado+do+Anime+Kumo+desu+ga%252C+Nani+ka+foi+Remarcado+para+S%25C3%25A1bado.webp",
        "titulo": "Kumo desu ga, Nani ka?",
        "criador": "Okina Baba",
        "lacamento": "08/01/2021",
        "sinopse": "Em um mundo onde a batalha entre o Herói e o Lorde Demônio se repetia uma e outra vez, um enorme feitiço de espaço-tempo falhou e atingiu uma certa classe de escola secundária japonesa na Terra, matando todos os participantes. No entanto, guiados pelo que parecia ser um milagre, os alunos foram todos reencarnados naquele outro mundo. Enquanto alguns tiveram a sorte de se tornar membros da realeza, nobres e outros tipos de pessoas influentes, uma garota não teve tanta sorte. Renascendo como um monstro aranha do tipo mais fraco em uma masmorra cheia de feras ferozes, ela é forçada a passar por dificuldades extremas. Mesmo assim, armada com nada além de seu conhecimento humano e positividade avassaladora, ela continua a pressionar e sobreviver contra criaturas muito mais fortes do que ela.",
        "episodios": 24,
        "avaliacao": 4.7,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/db781c2f-75f5-4db4-8e6a-75c2c542f51a/dekhzcl-7347b056-7a9c-47d7-b0d8-d1564cba2277.png/v1/fill/w_1024,h_576/so_im_a_spider_so_what__kumoko_render_5_28_21_by_themightybattlesquid_dekhzcl-fullview.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NTc2IiwicGF0aCI6IlwvZlwvZGI3ODFjMmYtNzVmNS00ZGI0LThlNmEtNzVjMmM1NDJmNTFhXC9kZWtoemNsLTczNDdiMDU2LTdhOWMtNDdkNy1iMGQ4LWQxNTY0Y2JhMjI3Ny5wbmciLCJ3aWR0aCI6Ijw9MTAyNCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.0hJsIoCRNzU3W4oAqDt-Ujrt81fJweQnFTgR5FRDMP8",
        "Protagonista": "Kumoku"
    },
    {
        "id": 24,
        "imagem": "https://ovicio.com.br/wp-content/uploads/2022/10/20221028-ovicio-sword_art_online.jpg",
        "titulo": "Sword Art Online",
        "criador": "Reki Kawahara",
        "lacamento": "08/07/2012",
        "sinopse": "Sword Art Online começa com o lançamento de um aguardado jogo de realidade virtual, controlado pelo dispositivo NerveGear. Os jogadores, incluindo o protagonista Kazuto Kirigaya (Kirito), encontram-se presos no jogo sem a possibilidade de fazer log out. A única forma de escapar é completando o jogo, derrotando o chefe final no 100º nível. Para complicar, se um jogador morrer no jogo, morre também na vida real. Kirito, um jogador solitário, deve se adaptar e cooperar com outros jogadores, enfrentando desafios e perigos para escapar de Aincrad.",
        "episodios": 96,
        "avaliacao":  3.5,
        "imgProtagonista": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/584ff34e-7b39-4278-8f63-eeacc6bdc4a0/d5qxmba-2b65b6ac-c685-46e5-b92a-c5275345ddb9.png/v1/fill/w_900,h_588/kirigaya_kazuto_render_by_lucaskirito_d5qxmba-fullview.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NTg4IiwicGF0aCI6IlwvZlwvNTg0ZmYzNGUtN2IzOS00Mjc4LThmNjMtZWVhY2M2YmRjNGEwXC9kNXF4bWJhLTJiNjViNmFjLWM2ODUtNDZlNS1iOTJhLWM1Mjc1MzQ1ZGRiOS5wbmciLCJ3aWR0aCI6Ijw9OTAwIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmltYWdlLm9wZXJhdGlvbnMiXX0.k12AuPN8vasAvj1pAGcyQByWXdK0LNGMwAAaw63KTKw",
        "Protagonista": "Kazuto Kirigaya (Kirito)"
    }

]